Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: It was investigated to see whether it induces mutations in the Salmonella typhimurium strains TA 1535, TA 100 (both sensitive to base-pair substitution) and TA 1537, TA 98 (both sensitive to frameshift mutagens) an Escherichia coli WP2 uvrA (pKM 101; sensitive to base-pair substitution).
es_es: La investigación buscó detectar esta si la sustancia en cuestión induce mutaciones en las cepas de Salmonella typhimurium TA 1535, TA 100 (ambas sensibles a las mutaciones por sustitución de pares de bases) y TA 1537 TA 98 (ambas sensibles a cambios del marco de lectura), y WP2 uvrA (pKM 101; sensible a las mutaciones por sustitución de pares de bases), de Escherichia coli.

source: It was not reported if the foetus had congenital anomalies.
es_es: No se informó si el feto presentaba anomalías congénitas.

source: It was noted that 10% hamster S9 induced higher number of revertants in the positive controls for TA 98, TA 100 and TA 1537 and 30% hamster S9 induced higher number of revertants in the positive control of TA 98 compared to the historical positive controls with 5% rat S9.
es_es: Se observó que la mezcla S9 de hámster al 10% indujo una mayor cantidad de mutaciones inversas en los controles positivos para TA 98, TA 100 y TA 1537, y la mezcla S9 de hámster al 30% indujo una mayor cantidad de mutaciones inversas en los controles positivos para TA 98, en comparación con los controles positivos históricos obtenidos con S9 de rata al 5%.

source: It was planned to recruit 5750 patients in this trial.
es_es: Se previó reclutar 5750 pacientes para este ensayo.

source: It was pre-specified that the trial was to be stopped for overwhelming efficacy if the p-value for the primary endpoint and the p-value for CV-death were lower than the threshold to be determined by the alpha-spending function (0.001 one-sided).
es_es: Estaba prestablecido que el ensayo se suspendería a título de eficacia superadora si el valor p para el criterio de valoración primario y para la muerte cardiovascular eran inferiores al umbral determinado por la función de gasto alfa (0.001 unilateral).

source: It was therefore demonstrated that under constant process conditions in the commercial process host cell DNA is efficiently and reproducibly removed during downstream processing of tenecteplase down to levels which do not represent any noticeable risk for the patient.
es_es: Por lo tanto, quedó demostrado que, en las condiciones procedimentales constantes del proceso comercial, el ADN de célula hospedadora se elimina de manera eficaz y reproducible durante el procesamiento posterior de purificación de la tenecteplasa a niveles que no representan ningún riesgo apreciable para el paciente.

source: It was to be decided in the RPM which subjects were to be included in the PKS.
es_es: En la Reunión de Planificación del Informe se decidiría qué sujetos se incluirían en el grupo de análisis farmacocinético.

source: It was used for safety analysis.
es_es: Se lo usó para el análisis de seguridad.

source: It was used for statistical PK assessments.
es_es: Se lo usó para los análisis farmacocinéticos estadísticos.

source: Italy
es_es: Italia

source: Item
es_es: Elemento

source: Item Code:
es_es: Código del elemento:

source: Itraconazole:
es_es: Itraconazol:

source: Its Artwork shall be in-line with New BI Design.
es_es: El arte debe seguir el nuevo diseño de BI.

source: Its goal is to ensure that the process stays in a validated state, with data continuously reviewed and reported at least annually.
es_es: Su objetivo es garantizar que el proceso permanezca validado, con datos revisados continuamente y con informes al menos anuales.

source: Its purpose is to complement the information provided in procedure 018qa7710-0106ap (q00151410-03) by incorporating additional content from procedure 018-QA7710 (v15.0).
es_es: Su objetivo es complementar la información del procedimiento 018qa7710-0106ap (q00151410-03) con el contenido adicional del procedimiento 018-QA7710 (v15.0).

source: JAMA | Original Investigation
es_es: JAMA | Investigación original

source: JAMA April 7, 2020 Volume 323, Number 13
es_es: JAMA 7 de abril de 2020 Volumen 323, Número 13

source: JENTADUETO - Linagliptin / Metformin hydrochloride film-coated tablets
es_es: JENTADUETO - Linagliptina / Comprimidos recubiertos de linagliptina/clorhidrato de metformina

source: JENTADUETO is the preferred trade name of the finished drug product.
es_es: JENTADUETO es la denominación comercial preferida del medicamento terminado.

source: JP Monograph name:
es_es: Nombre de la monografía en JP:

source: JPE monograph name:
es_es: Nombre en la monografía de la JPE:

source: JS has a grant from Medtronic to the University of Manitoba.
es_es: JS tiene una beca de Medtronic en la Universidad de Manitoba.

source: JULIO / 2027
es_es: JULY / 2027

source: JUNIO / 2026
es_es: JUNE / 2026

source: JUSTIFICATION OF CRITICAL STEPS AND CONTROLS
es_es: JUSTIFICACIÓN DE LOS PASOS Y CONTROLES CRÍTICOS

source: JUSTIFICATION OF SPECIFICATION
es_es: JUSTIFICACIÓN DE LA ESPECIFICACIÓN

source: JUSTIFICATION OF SPECIFICATION FOR N-NITROSODIMTHYLAMINE CONTENT
es_es: JUSTIFICACIÓN DE LA ESPECIFICACIÓN DEL CONTENIDO DE N-NITROSODIMETILAMINA.

source: JUSTIFICATION OF SPECIFICATION FOR THE DRUG PRODUCT
es_es: JUSTIFICACIÓN DE LA ESPECIFICACIÓN DEL MEDICAMENTO

source: JUSTIFICATION OF TEST CONCENTRATIONS
es_es: JUSTIFICACIÓN DE LAS CONCENTRACIONES ANALÍTICAS

source: JUSTIFICATION OF THE SPECIFICATIONS FOR EXCIPIENT
es_es: JUSTIFICACIÓN DE LA ESPECIFICACIÓN DEL EXCIPIENTE

source: Jacketed with mixing system
es_es: Encamisado con un sistema de mezcla

source: Jacketed with or without vacuum (with low energy mixer)
es_es: Con o sin camisa de vacío (con mezcladora de baja energía)

source: Jacketed without vacuum
es_es: Con camisa y sin vacío

source: Jan 2016
es_es: de enero de 2016

source: Jan 2024
es_es: de enero de 2024

source: Jan 2025
es_es: de enero de 2025

source: Jan 2018
es_es: de enero de 2018

source: Januar 2025
es_es: Enero de 2025

source: January 2025
es_es: de enero de 2025

source: Januvia® 50 mg tablet
es_es: Januvia®, 50 mg, comprimidos

source: Japanese Pharmacopoeia
es_es: Farmacopea Japonesa

source: Jardiance was discontinued.
es_es: Se discontinuó Jardiance.

source: Joint frailty model included factors age, baseline eGFR (CKD-EPI)cr, region, baseline diabetes status, sex, baseline LVEF, treatment; variance of frailty (omega) 1.61
es_es: El modelo de fragilidad conjunta incluyó factores como edad, TFGe inicial (ERC-EPI)cr, región, estado de diabetes inicial, sexo, FEVI inicial y tratamiento; varianza de la fragilidad (omega): 1.61.

source: Joint frailty model included factors age, baseline eGFR (CKD-EPI)cr, region, baseline diabetes status, sex, baseline LVEF, treatment; variance of frailty (omega) 5.09
es_es: El modelo de fragilidad conjunta incluyó factores como edad, TFGe inicial (ERC-EPI)cr, región, estado de diabetes inicial, sexo, FEVI inicial y tratamiento; varianza de la fragilidad (omega): 5.09.

source: Joint-Principal Investigator
es_es: Investigador principal adjunto

source: Joint-Principal Investigator and Head of Neurointervention
es_es: Investigador principal adjunto y jefe de neurointervención

source: Joint-Principal Investigator and Medical Co-ordinator
es_es: Campbell (Investigador principal adjunto y coordinador médico),

source: Jovin TG, Chamorro A, Cobo E, et al.
es_es: Jovin TG, Chamorro A, Cobo E, y col.

source: Jr. Regional Regulatory Specialist
es_es: Especialista Inicial en Asuntos Regulatorios Regionales

source: Judgement of the clinical relevance of a concomitant disease was at the discretion of the investigator.
es_es: La apreciación sobre la relevancia clínica de una enfermedad concomitante quedó a criterio del investigador.

source: Jul 2024
es_es: de julio de 2024

source: Jul 2023
es_es: de julio de 2023

source: Jul 2022
es_es: de julio de 2022

source: Jul 2010
es_es: de julio de 2010

source: Julio , 2024
es_es: July 2024

source: Julio / 2023
es_es: July / 2023

source: Julio / 2024
es_es: July / 2024

source: Julio 2014
es_es: July 2014

source: Jun 2013
es_es: de junio de 2013

source: Jun 2024
es_es: jun de 2024

source: Jun 2022
es_es: de Junio de 2022

source: June 2023
es_es: de junio de 2023

source: June 2025
es_es: de junio de 2025

source: June 29, 2022
es_es: 29 de junio de 2022

source: Justificación de los estudios de bioequivalencia (BE) humanos.
es_es: Rationale for in vivo bioequivalence (BE) studies in humans.

source: Justification
es_es: Justificación

source: Justification (why is it an exclusion criterion?)
es_es: Justificación (¿por qué es un criterio de exclusión?)

source: Justification for Change
es_es: Justificación del cambio

source: Justification for adaptation
es_es: Justificación de la adaptación

source: Justification for not being a contraindication
es_es: Justificación de que no sea una contraindicación

source: Justification for not including average weight
es_es: Justificación de la no inclusión del peso promedio

source: Justification for not including the test parameters Residual Solvents, Average Weight, Appearance and Dimensions into the finished product release specification
es_es: Justificación de la no inclusión de los parámetros analíticos Disolventes residuales, Peso promedio, Aspecto y Dimensiones en la especificación de liberación del producto terminado

source: Justification of Change
es_es: Justificación del cambio

source: Justification of Controls at Critical Steps
es_es: Justificación de controles en pasos críticos

source: Justification of Specification
es_es: Justificación de la especificación

source: Justification of Specifications for Drug Product
es_es: Justificación de las especificaciones del medicamento

source: Justification of Specifications.
es_es: Justificación de las especificaciones.

source: Justification of specification
es_es: Justificación de la especificación

source: Justification of specifications for drug product
es_es: Justificación de las especificaciones del medicamento

source: Justification of specifications for spesolimab solution for injection 150 mg/syringe (150 mg/mL)
es_es: Justificación de las especificaciones de la solución inyectable de Espesolimab de 150 mg/jeringa (150 mg/ml)

source: Justification of the Change
es_es: Justificación del cambio

source: Justification to support the improvement of the product specific purity method CEX HPLC for idarucizumab with regard to integration (data evaluation)
es_es: Justificación que respalda la mejora en el método de determinación de pureza específico del producto idarucizumab (HPLC-CEX) en lo que hace a la integración (evaluación de datos)

source: Justification to support the registration of an additional aseptic filling line (SM5) for manufacturing of idarucizumab solution for injection / infusion 50 mg/mL
es_es: Justificación respaldatoria para registrar una linea de llenado aséptico adicional (SM5) en la fabricación de idarucizumab, solución inyectable / infusión, 50 mg/ml

source: Justifications for removal
es_es: Justificaciones de la eliminación

source: Justifications for the removal of safety concerns from the previously submitted RMP version are provided in separate documents (named “attachments”), as indicated in the overview table below.
es_es: Las justificaciones para la eliminación de riesgos de seguridad de la versión anterior del Plan de Gestión de Riesgos se proporcionan en documentos separados (denominados “Anexos”), tal como se indica en la siguiente tabla.

source: Justo antes de la administración del tratamiento durante el segundo período de estudio, se recogen muestras de sangre y se analizan para determinar la concentración del principio activo o sus metabolitos.
es_es: Immediately prior to treatment administration during the second study period, blood samples are collected and analyzed to determine the concentration of the drug substance or its metabolites.

source: KPP
es_es: Par. clave del proc.

source: KCCQ clinical summary score showed a greater improvement from baseline in the empagliflozin group (4.51 points, 95% CI 3.89 to 5.12) than in the placebo group (3.18 points, 95% CI 2.57 to 3.80) at Week 52 (placebo-corrected adjusted mean change from baseline 1.32, 95% CI 0.45 to 2.19, nominal p = 0.0028).
es_es: En la puntuación clínica resumen KCCQ, a la semana 52, se observó una mayor mejoría desde el inicio en el grupo de empagliflozina (4.51 puntos, IC del 95%, 3.89 a 5.12) que en el de placebo (3.18 puntos, IC del 95%: 2.57 a 3.80) (cambio medio ajustado desde el inicio corregido por placebo: 1.32, IC del 95%: 0.45 a 2.19, p nominal = 0.0028).

source: KCCQ individual domains and summary scores
es_es: Dominios individuales y puntuaciones resumidas del cuestionario KCCQ

source: KCCQ individual domains and summary scores change from baseline at Week 52 − TS (on-treatment)
es_es: Cambio desde el inicio hasta la semana 52 en los dominios individuales y puntuaciones resumidas del cuestionario KCCQ. Grupo tratado (en tratamiento)

source: KCCQ summary scores and individual domains change from baseline MMRM results − TS (on-treatment)
es_es: Cambio desde el modelo MMRM inicial en las puntuaciones resumidas y los dominios individuales del cuestionario KCCQ. Grupo tratado (en tratamiento)

source: KD I act.-pool
es_es: Mez. act. KD I

source: KD II act.-pool before filtration
es_es: Mez. act. KD II antes de filtrar

source: KD act.-pool
es_es: KD

source: KG in Biberach (Riss), Germany (BI DE (BC)) in compliance with current Good Manufacturing Practices (cGMP) standards.
es_es: KG, Biberach (Riss), Alemania (BI DE (BC)), de acuerdo con los estándares de las buenas prácticas de fabricación vigentes.

source: KG, Biberach, Germany (BI Biberach) and Boehringer Ingelheim RCV GmbH & Co.
es_es: KG, Biberach, Alemania (BI Biberach) y Boehringer Ingelheim RCV GmbH & Co.

source: KG, Biberach, Germany were taken into account:
es_es: KG, Biberach, Alemania:

source: KG, Biberach, Germany were taken into account: one batch from the 2,000 L drug substance scale and 11 batches from the commercial scale (12,000 L) CMC2 processes.
es_es: KG, Biberach, Alemania: una partida de la escala del principio activo de 2.000 litros y 11 partidas de la escala comercial (12.000 l) del proceso CMC2.

source: KG, Biberach, Germany.
es_es: KG, Biberach, Alemania.

source: KG, Germany
es_es: KG, Alemania

source: KG, Ingelheim, Germany
es_es: KG, Ingelheim, Alemania

source: KG, Ingelheim, Germany (BI DE (IN)); LC-MS
es_es: KG, Ingelheim, Alemania (BI DE (IN)); LC-MS

source: KG, Vienna, Austria (BI Vienna).
es_es: KG, Viena, Austria (BI Vienna).

source: KG, Ingelheim, Germany (BI DE (IN)), Boehringer Ingelheim Promeco, S.A.
es_es: KG, Ingelheim, Alemania (BI DE (IN)); Boehringer Ingelheim Promeco, S.A.

source: KINETIC CHROMOGENIC TEST
es_es: ENSAYO CROMOGÉNICO CINÉTICO

source: KINETIC TURBIDIMETRIC TEST
es_es: ENSAYO TURBIDIMÉTRICO CINÉTICO

source: KPI
es_es: Indicador clave del desempeño

source: Kaiser Dr.
es_es: Dr. Káiser

source: Kansas City Cardiomyopathy Questionnaire (KCCQ)
es_es: Cuestionario de cardiomiopatía de la Ciudad de Kansas (KCCQ)

source: Kaplan-Meier estimation of time to first occurrence of 3P-MACE over time – TS
es_es: Estimación de Kaplan-Meier del tiempo transcurrido hasta la primera aparición de 3P-MACE a lo largo del tiempo. GT

source: Kaplan-Meier estimation of time to first occurrence of cardiovascular death, non-cardiovascular death, and all-cause mortality – TS
es_es: Estimación de Kaplan-Meier del tiempo transcurrido hasta el primer evento, ya sea de muerte cardiovascular, no cardiovascular o por todas las causas. GT

source: Kaplan–Meier survival probability plot within the intention-to-treat population
es_es: Gráfico de probabilidad de supervivencia de Kaplan-Meier dentro de la población por intención de tratar

source: Karl-Fischer Method
es_es: Método de Karl Fischer

source: Keep the flow until obtaining stable back pressure of the system, monitor until obtaining stable base line.
es_es: Mantener el flujo hasta obtener una contrapresión estable del sistema, monitorear hasta obtener una línea base estable.

source: Kendal Redmond, MBBS; David Leggett, MBBS; John N. Fink, MBChB; Wayne Collecutt, MBBS; Thomas Kraemer, MD; Martin Krause, MD;
es_es: Kendal Redmond, Médica Cirujana; David Leggett, Médico Cirujano; John N. Fink, Médico Cirujano; Wayne Collecutt, Médico Cirujano; Dr. Thomas Kraemer; Dr. Martin Krause;

source: Ketoacidosis
es_es: Cetoacidosis

source: Ketoacidosis (broad BIcMQ)
es_es: Cetoacidosis (BIcMQ general)

source: Ketoacidosis (narrow BIcMQ)
es_es: Cetoacidosis (BIcMQ específica)

source: Ketoacidosis and certain hepatic injury events were centrally adjudicated by an independent CEC (blinded to the treatment assignments; see Section 6).
es_es: Asignó de manera centralizada la cetoacidosis y ciertos eventos de lesión hepática un comité de eventos clínicos independiente (cegado respecto de las asignaciones de tratamiento; ver la Sección 6).

source: Ketoacidosis was investigated using both broad and narrow BIcMQs; similar frequencies were observed in the empagliflozin and placebo groups for both analyses (Table 4).
es_es: La cetoacidosis se investigó mediante consultas BIcMQ generales y específicas; para ambos análisis, se observaron frecuencias similares en los grupos de empagliflozina y placebo (Tabla 4).

source: Ketoacidosis was investigated using both broad and narrow BIcMQs; similar frequencies were observed in the empagliflozin and placebo groups for both analyses.
es_es: La cetoacidosis se investigó mediante consultas BIcMQ generales y específicas; para ambos análisis, se observaron frecuencias similares en los grupos de empagliflozina y placebo.

source: Ketoacidosis-related events in the narrow BIcMQ which led to discontinuation of study medication were balanced between treatment groups.
es_es: Los eventos relacionados con la cetoacidosis derivados en la interrupción de la medicación experimental tuvieron una frecuencia equilibrada entre los grupos de tratamiento.

source: Ketoacidosis-related events were adjudicated.
es_es: Los eventos relacionados con la cetoacidosis se adjudicaron.

source: Key Material Attribute (KMA)
es_es: Atributo clave de los materiales

source: Key Process Indicator (KPI)
es_es: Indicador clave del proceso

source: Key Process Parameter (KPP)
es_es: Parámetro clave del proceso

source: Key material attribute
es_es: Atributo clave de los materiales

source: Key process indicator
es_es: Indicador clave del proceso

source: Key process parameter
es_es: Parámetro clave del proceso

source: Key safety outcomes were symptomatic intracerebral haemorrhage, orolingual angio-oedema, and extracranial bleeding requiring blood transfusion, all occurring within 24 h of thrombolytic administration, and 90-day all-cause mortality.
es_es: Los desenlaces clave de seguridad fueron hemorragia intracerebral sintomática, angioedema orolingual y hemorragia extracraneal que requirió transfusión de sangre, todos ocurridos dentro de las 24 h posteriores a la administración del trombolítico, y mortalidad por todas las causas a los 90 días.

source: Key secondary endpoint 1
es_es: Criterio de valoración secundario clave 1

source: Key secondary endpoint 1 (adjudicated HHF, first and recurrent):
es_es: Criterio de valoración secundario clave 1 (hospitalización por insuficiencia cardíaca adjudicada, primera y recurrente):

source: Key secondary endpoint 1:
es_es: Criterio de valoración secundario clave 1:

source: Key secondary endpoint 2
es_es: Criterio de valoración secundario clave 2

source: Key secondary endpoint 2 (eGFR slope of change from baseline):
es_es: Criterio de valoración secundario clave 2 (pendiente de cambio en la TFGe desde el inicio):

source: Key secondary endpoint 2:
es_es: Criterio de valoración secundario clave 2:

source: Key secondary endpoints (confirmatory):
es_es: Criterios de valoración secundarios claves (confirmatorios):

source: Key takeaways from these case studies
es_es: Principales conclusiones de estos estudios de caso

source: Key to formula
es_es: Clave de la fórmula

source: Key to plate postfix codes
es_es: Clave de los códigos de postfijación de placas

source: Key to positive controls
es_es: Clave de los controles positivos

source: Key to test parameters:
es_es: Clave de los parámetros analíticos:

source: Keys:
es_es: Clave:

source: Kidney function
es_es: Función renal

source: Kidney function was classified as described in Table 9.5.3.3:
es_es: En la Tabla 9.5.3.3

source: Kidney function was classified as described in Table 9.5.3.3: 1 below.
es_es: En la Tabla 9.5.3.3: 1, a continuación, se describe la función renal.

source: Kim YD, Nam HS, Kim SH, et al.
es_es: Kim YD, Nam HS, Kim SH, y col.

source: Kinetex F5, length 100 mm, diameter 4.6 mm; particle size 2.6 μm; supplier batch 5723-
es_es: Kinetex F5, longitud: 100 mm, diámetro 4.6 mm, tamaño de partícula 2.6 μm; partida del proveedor 5723-

source: Kintex F5, length 100 mm, diameter 4.6 mm, particle size 2.6 μm; supplier batch 5723-0035
es_es: Kintex F5, longitud: 100 mm, diámetro 4.6 mm, tamaño de partícula 2.6 μm; partida del proveedor 5723-0035

source: Kintex F5, length 100 mm, diameter 4.6 mm, particle size 2.6 μm; supplier batch 5723-0039
es_es: Kintex F5, longitud: 100 mm, diámetro 4.6 mm, tamaño de partícula 2.6 μm; partida del proveedor 5723-0039

source: Kintex F5, length 100 mm, diameter 4.6 mm, particle size 2.6 μm; supplier batch5723-0039
es_es: Kintex F5, longitud: 100 mm, diámetro 4.6 mm, tamaño de partícula 2.6 μm; partida del proveedor 5723-0039

source: Kleinig, R. Scroop, J. Taylor, C. Kurunawai, E. Cheong, A. Balabanski, M. Waters, J. Harvey, L. Cagi, N. Chia, A. Khoo, R. Drew, J. Cranefield; Royal Melbourne Hospital (27) and Melbourne Mobile Stroke Unit (26) B.C.V.
es_es: Kleinig, R. Scroop, J. Taylor, C. Kurunawai, E. Cheong, A. Balabanski, M. Waters, J. Harvey, L. Cagi, N. Chia, A. Khoo, R. Drew, J. Cranefield; Royal Melbourne Hospital (27) y unidad móvil de accidentes cerebrovasculares de Melbourne (26) B.C.V.

source: Knowledge of function of tenecteplase, relation between product quality attributes and functionality gained during product characterisation as well as clinical and commercial experience were considered when defining the specifications.
es_es: Con objeto de definir las especificaciones, se tomó en consideración el conocimiento sobre la función de la tenecteplasa, la relación entre los atributos de calidad del producto y la funcionalidad obtenida a partir de lacaracterización del producto, y la experiencia clínica y comercial.

source: Known allergy or hypersensitivity to empagliflozin or other SGLT-2 inhibitors
es_es: Alergia o hipersensibilidad conocidas a la empagliflozina u otros inhibidores de SGLT-2

source: Kopernikusstrasse 6
es_es: Calle Kopernikus 6

source: Krech,Dr. Ingo
es_es: Dr. Krech. Ingo

source: Kromasil C 18, 125 x 4.0 mm, 5 µm or an equivalent RP18 column which ensures system suitability
es_es: Kromasil C 18, 125 x 4.0 mm, 5 µm o una columna RP18 equivalente que garantice la adecuación del sistema

source: Kulinna,Dr.,Christian
es_es: Dr. Kulinna, Christian

source: Köln
es_es: Colonia

source: L-arginine
es_es: L-arginina

source: L-arginine hydrochloride
es_es: Clorhidrato de L-arginina

source: LYOPHILISATION
es_es: LIOFILIZACIÓN
